<?php

return [

    // Views
    'users' => 'Пользователи',
    'user_id' => 'Номер',
    'delete_this_user' => 'Удалить этого пользователя?',
    'register_since' => 'Время регистрации',
    'add' => 'Добавить',
    'add_to_admin_this_user' => 'Внимание! После добавления этого пользователя в админы, он сможет удалять, изменять и добавлять материалы. Убедитесь что вы добавляете нужного пользователя. Добавить этого пользователя в список админов?',

    // Controllers
    'user_was_added_to_admins' => 'Пользователь :name добавлен в админы',
    'user_deleted' => 'Пользователь удален',
    'user_deleted_fail' => 'Произошла ошибка во время удаления пользователя',

];
