<?php

return [

    // Views
    'season_categories' => 'Сезонные категории',
    'popular' => 'Популярное',
    'cards' => 'Карты',
    'add_card' => 'Добавить карту',
    'save_changes' => 'Сохранить изменения',
    'change_card' => 'Изменить карту',
    'delete_card' => 'Удалить карту',
    'are_you_sure_you_want_delete' => 'Вы точно хотите удалить эту карту?',

    // Validation
    'img_required' => 'Поле добавления изображения обязательно к заполнению',
    'type_required' => 'Поле "Тип" обязательно к заполнению',
    'category_required' => 'Поле "Категория" обязательно к заполнению',
    'category_max' => 'Значение поля "Категория" не долно превышать :max символов',
    'image_image' => 'Изображение должно иметь формат: jpg, png или jpeg',
    'type_numeric' => 'Выберите тип',
    'type_between' => 'Значение поля "Тип" должно быть мажду :min и :max цифр',

    // Controller
    'card_added' => 'Карта добавленна',
    'card_deleted' => 'Карта успешно удалена',
    'deleted_fail' => 'Произошла ошибка при попытке удаления карты',
    'already_3_cards' => 'Вы не можете добавлять больше трех карт',
    'type_not_found' => 'Категория не найденна',
    'card_changed' => 'Карта успешно изменена',

];
