<?php

return [

    // Views
    'checkout' => 'Оформление заказа',
    'your_order' => 'Ваш заказ',
    'your_info' => 'Информация о вас',
    'name' => 'Имя',
    'phone' => 'Номер телефона',

    // Controler
    'order_sent' => 'Заказ отправлен, вам перезвонят в ближайшее время',
    'error' => 'Ошибка во время отправки заказа',
    'olready_did_order' => 'Вы уже отправили заказ, дождитесь пока с вами свяжутся',

    // Validation
    'name_required' => 'Поле "Имя" обязательно для заполнения',
    'phone_required' => 'Поле "Номер телефона" обязательно к заполнению',
    'phone_min' => 'Минимальное колличество символов к полю "Номер телефона" минимум :min',
    'name_min' => 'Минимальное колличество символов к полю "Имя" минимум :min',
    'phone_max' => 'Максимально колличество символов к полю "Номер телефона" максимум :max',
    'name_max' => 'Максимально колличество символов к полю "Имя" максимум :max',
    'phone_unique' => 'Такое значение поля "Номер телефона" уже существует',

];
