<?php

return [

    // Views
    'add_contact' => 'Добавить контакт',
    'change_contact' => 'Изменить контакт',
    'delete' => 'Удалить контакт',
    'write_phone_number' => 'Укажите номер телефона',
    'choose_icon' => 'Выберите иконку',
    'without_icon' => 'Без иконки',
    'save' => 'Сохранить',
    'no_contacts' => 'У вас пока нет добавленных контактов',
    'confirm_delete' => 'Вы точно хотите удалить этот контакт?',

    // Controller
    'contact_added' => 'Контакт был добавлен',
    'deleted' => 'Контакт был успешно удален',
    'deleted_fail' => 'Произошла ошибка при попытке удалить контакт',
    'changed' => 'Изменения успешно сохранены',
    'changing_fails' => 'Произошла ошибка при попытке изменить контакт',

    // Validation
    'icon_numeric' => 'Значение поля иконки должно быть числом',
    'icon_max' => 'Значение поля иконки не должно превышать :max',
    'phone_required' => 'Поле для указания номера телефона обязательно к заполнению',
    'phone_max' => 'Максимальная длинна номера телефона не должна превышать :max',
    'phone_min' => 'Длинна номера телефона не должна быть меньше чем :min символов',

];
