<?php

return [

	// 403
	'403' => 'Ошибка 403',
	'403_title' => 'Запрещено',
	'403_description' => 'Сервер понял запрос, но отказывается его выполнять. Авторизация не поможет, и запрос НЕ ДОЛЖЕН повториться.',

	// 404
	'404' => 'Ошибка 404',
	'404_title' => 'Страница не найдена',
	'404_description' => 'Страница на которую вы хотели перейти не найдена',

	// 500
	'500' => 'Ошибка 500',
	'500_title' => 'Ошибка сервера',
	'500_description' => 'Что-то пошло не так на сервере, мы не можем быть конкретными в определении проблемы',

	// 503
	'503' => 'Обслуживание сайта',
	'503_title' => 'Сервис недоступен',
	'503_description' => 'В настоящее время сервер не может обработать запрос из-за временного обслуживания сайта. Возможно, что это временно, и вскоре связь будет восстановлена',

	// Other
	'to_home' => 'На главную',

];