<?php

return [

	// Controllers
	'item_added' => 'Товар был успешно добавлен',

	// Validation
	'title_required' => 'Поле название обязательно для заполнения',
	'content_required' => 'Поле описание обязательно для заполнения',
	'category_required' => 'Поле категория обязательно для заполнения',
	'type_required' => 'Поле тип обязательно для заполнения',
	'image_required' => 'Добавьте изображение',
	'price_required' => 'Цена обязательна',
	'title_min' => 'Количество символов в поле название должно быть не менее :min',
	'content_min' => 'Количество символов в поле описание должно быть не менее :min',
	'title_max' => 'Количество символов в поле название не может превышать :max',
	'content_max' => 'Количество символов в поле описание не может превышать :max',
	'price_numeric' => 'Цена дожна быть числом',
	'image_image' => 'Изображение должно быть jpg разширения, и не более 2MB',
	'image_max' => 'Изображение должно превышать :max кб',

	// Views
	'type' => 'Тип',
	'hryvnia' => 'грн',
	'name' => 'Название',
	'order' => 'Заказать',
	'change' => 'Изменить',
	'category' => 'Категория',
	'description' => 'Описание',
	'all_items' => 'Вся одежда',
	'add_item' => 'Добавить товар',
	'number_item' => 'Номер товара',
	'men_items' => 'Мужская одежда',
	'women_items' => 'Женская одежда',
	'change_item' => 'Изменить товар',
	'price_change' => 'Цена (мелочь)',
	'select_change' => 'Укажите мелоч',
	'phone_number' => 'Номер телефона',
	'price_hryvnia' => 'Цена (гривны)',
	'select_hryvnia' => 'Укажите гривны',
	'we_will_contact_you' => 'Мы с свяжимся с вами в ближайшее время',
	'you_already_send_order' => 'Вы уже отправили ваш заказ. Вам перезвонят в ближайшее время',
	'phone_number_incorrect' => 'Неправильный формат номера телефона',
	'delete_this_phone_nuber' => 'Удалить этот товар?',

];