<?php

return [

	// Controllers
	'item_added' 		 => 'Товар был успешно добавлен',

	// Validation
	'title_required' 	 => 'Поле название обязательно для заполнения',
	'content_required'	 => 'Поле описание обязательно для заполнения',
	'category_required'  => 'Поле категория обязательно для заполнения',
	'type_required'		 => 'Поле тип обязательно для заполнения',
	'image_required'	 => 'Добавьте изображение',
	'price_required'	 => 'Цена обязательна',
	'title_min'			 => 'Количество символов в поле название должно быть не менее :min',
	'content_min'		 => 'Количество символов в поле описание должно быть не менее :min',
	'title_max'			 => 'Количество символов в поле название не может превышать :max',
	'content_max'		 => 'Количество символов в поле описание не может превышать :max',
	'price_numeric'		 => 'Цена дожна быть числом',
	'image_image' 		 => 'Изображение должно быть jpg разширения, и не более 2MB',
	'image_max' 		 => 'Изображение должно превышать :max кб',

	// Views
	'add_item' => 'Добавить товар',
	'change_item' => 'Изменить товар',
	'name' => 'Название',
	'discreption' => 'Описание',
	'women_items' => 'Женская одежда',
	'men_items' => 'Мужская одежда',
	'type' => 'Тип',
	'category' => 'Категория',
	'price_hryvnia' => 'Цена (гривны)',
	'price_change' => 'Цена (мелочь)',
	'select_hryvnia' => 'Укажите гривны',
	'select_change' => 'Укажите мелоч',

];