<?php

return [

    // Controllers
    'item_added' => 'Товар был успешно добавлен',
    'item_changed' => 'Товар был успешно изменен',

    // Validation
    'title_required' => 'Поле название обязательно для заполнения',
    'content_required' => 'Поле описание обязательно для заполнения',
    'category_required' => 'Поле категория обязательно для заполнения',
    'category_max' => 'Значени поля "категории" не должно превышать :max символов',
    'type_required' => 'Поле тип обязательно для заполнения',
    'type_numeric' => 'Поле тип должно быть числом',
    'price_required' => 'Цена обязательна',
    'title_min' => 'Количество символов в поле название должно быть не менее :min',
    'content_min' => 'Количество символов в поле описание должно быть не менее :min',
    'title_max' => 'Количество символов в поле название не может превышать :max',
    'content_max' => 'Количество символов в поле описание не может превышать :max',
    'price_numeric' => 'Цена дожна быть числом',
    'image_image' => 'Изображение должно быть jpg разширения, и не более 2MB',
    'image_max' => 'Изображение должно превышать :max кб',
    'price_between' => 'Цена должна быть между :min и :max цифрами',
    'stock_required' => 'Поле "Колличество" обязательно к заполнению',
    'stock_numeric' => 'Колличество одежды дожно быть числом',
    'stock_digits_between' => 'Колличество должо быть между :min и :max цифрами',

    // Views
    'type' => 'Тип',
    'all_amount_1' => 'В наличии:',
    'all_amount_2' => 'шт.',
    'all_closed_orders' => 'Закрытые заказы',
    'all_open_orders' => 'Открытые заказы',
    'hryvnia' => 'грн',
    'name' => 'Название',
    'stock' => 'Кол-во',
    'order' => 'Заказать',
    'clients_order' => 'Заказ',
    'change' => 'Изменить',
    'category' => 'Категория',
    'go_to_product' => 'Перейти к товару',
    'go_to_product_with_title' => 'Перейти к :title',
    'description' => 'Описание',
    'add_to_cart' => 'Добавить в корзину',
    'add_item' => 'Добавить товар',
    'code_of_the_item' => 'Код товара:',
    'change_item' => 'Изменить товар',
    'price' => 'Цена',
    'all_items' => 'Весь товар',
    'added_to_cart' => 'Добавлено в корзину',
    'we_will_contact_you' => 'Мы с свяжимся с вами в ближайшее время',
    'you_already_send_order' => 'Вы уже отправили ваш заказ. Вам перезвонят в ближайшее время',
    'delete_this_product' => 'Удалить этот товар?',

];
