<?php

return [

	// View
	'slider' => 'Слайдер',
	'amount_of_slides' => 'Колличество слайдов',
	'add_slide' => 'Добавть слайд',
	'choose_order_number' => 'Выберите номер порядка',
	
	// Validation
	'image_required' => 'Поле добавления изображения обязательно к заполнению',
	'image_image' => 'Изображение долно быть форматом JPG, JPEG или PNG',
	'image_max' => 'Максимальный допустимый обьем изображения не должен превышать :max',
	'order_numeric' => 'Поле выбора номера порядка должно быть числом',
	'order_max' => 'Указанный номер порядка не должен превышать :max',
	

];