<?php

return [

    // View
    'are_you_sure' => 'Вы точно хотите удалить этот слайд?',
    'choose_order_number' => 'Выберите номер порядка',
    'amount_of_slides' => 'Количество слайдов',
    'edit_slide' => 'Редактировать слайд',
    'slider_changed' => 'Слайд изменен',
    'save_changes' => 'Сохранить изменения',
    'add_slide' => 'Добавить слайд',
    'image' => 'Изображение',
    'delete' => 'Удалить',
    'slider' => 'Слайдер',
    'order' => 'Порядок',
    'edit' => 'Изменить',

    // Validation
    'image_required' => 'Поле добавления изображения обязательно к заполнению',
    'image_image' => 'Изображение долно быть форматом JPG, JPEG или PNG',
    'image_max' => 'Максимальный допустимый объем изображения не должен превышать :max',
    'order_numeric' => 'Поле выбора номера порядка должно быть числом',
    'order_max' => 'Указанный номер порядка не должен превышать :max',

    // Controller
    'slide_added' => 'Слайд был добавлен',
    'deleted' => 'Слайд был удален',

];
